Repository: oreonhq/centrio
Catalog: locale/*/LC_MESSAGES/centrio.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, cy_gb, da_dk, de_de, el_gr, et_ee, eu_es, fi_fi, ga_ie, hi_in, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, no_no, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, zh_cn

source: Welcome to {}
ar_sa: مرحباً بك في {}
bg_bg: Добре дошли в {}
ca_es: Benvingut a {}
cs_cz: Vítejte v {}
cy_gb: Croeso i {}
da_dk: Velkommen til {}
de_de: Willkommen bei {}
el_gr: Καλώς ήρθατε στο {}
et_ee: Tere tulemast {}
eu_es: Ongi etorri {}
fi_fi: Tervetuloa kohteeseen {}
ga_ie: Fáilte go {}
hi_in: {} में आपका स्वागत है
hr_hr: Dobrodošli u {}
hu_hu: Üdvözöljük a {}
it_it: Benvenuto in {}
ja_jp: {} へようこそ
ko_kr: {}에 오신 것을 환영합니다
lt_lt: Sveiki atvykę į {}
lv_lv: Laipni lūdzam {}
no_no: Velkommen til {}
pt_br: Bem-vindo ao {}
ro_ro: Bine ați venit la {}
ru_ru: Добро пожаловать в {}
sk_sk: Vitajte v {}
sl_si: Dobrodošli v {}
sv_se: Välkommen till {}
th_th: ยินดีต้อนรับสู่ {}
tr_tr: {} hoş geldiniz
zh_cn: 欢迎使用 {}

source: Set up your new operating system in a few simple steps.
ar_sa: قم بإعداد نظام التشغيل الجديد في خطوات بسيطة.
bg_bg: Настройте новата си операционна система с няколко прости стъпки.
ca_es: Configureu el nou sistema operatiu en uns passos simples.
cs_cz: Nastavte si nový operační systém v několika jednoduchých krocích.
cy_gb: Ffurfweddu eich system weithredu newydd mewn ychydig gamau syml.
da_dk: Konfigurer dit nye styresystem i få simple trin.
de_de: Richten Sie Ihr neues Betriebssystem in wenigen Schritten ein.
el_gr: Ρυθμίστε το νέο σας λειτουργικό σύστημα σε λίγα απλά βήματα.
et_ee: Seadista oma uus operatsioonisüsteem mõne lihtsa sammuga.
eu_es: Konfiguratu zure sistema eragile berria urrats sinple batzuetan.
fi_fi: Asenna uusi käyttöjärjestelmä muutamassa yksinkertaisessa vaiheessa.
ga_ie: Socraigh do chóras oibriúcháin nua i gcéad céimeanna simplí.
hi_in: कुछ सरल चरणों में अपने नए ऑपरेटिंग सिस्टम को सेट अप करें।
hr_hr: Postavite novi operacijski sustav u nekoliko jednostavnih koraka.
hu_hu: Állítsa be új operációs rendszerét néhány egyszerű lépésben.
it_it: Configura il tuo nuovo sistema operativo in pochi semplici passaggi.
ja_jp: 簡単な手順で新しいオペレーティングシステムをセットアップします。
ko_kr: 몇 가지 간단한 단계로 새 운영 체제를 설정하세요.
lt_lt: Nustatykite naują operacinę sistemą keliais paprastais žingsniais.
lv_lv: Iestatiet jauno operētājsistēmu dažos vienkāršos soļos.
no_no: Sett opp det nye operativsystemet i noen få enkle trinn.
pt_br: Configure seu novo sistema operacional em poucos passos.
ro_ro: Configurați noul sistem de operare în câțiva pași simpli.
ru_ru: Настройте новую операционную систему за несколько простых шагов.
sk_sk: Nastavte si nový operačný systém v niekoľkých jednoduchých krokoch.
sl_si: Nastavite novi operacijski sistem v nekaj preprostih korakih.
sv_se: Konfigurera ditt nya operativsystem i några enkla steg.
th_th: ตั้งค่าระบบปฏิบัติการใหม่ในไม่กี่ขั้นตอน
tr_tr: Yeni işletim sisteminizi birkaç basit adımda kurun.
zh_cn: 通过几个简单步骤设置您的新操作系统。

source: Language
ar_sa: اللغة
bg_bg: Език
ca_es: Idioma
cs_cz: Jazyk
cy_gb: Iaith
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
et_ee: Keel
eu_es: Hizkuntza
fi_fi: Kieli
ga_ie: Teanga
hi_in: भाषा
hr_hr: Jezik
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
lt_lt: Kalba
lv_lv: Valoda
no_no: Språk
pt_br: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
zh_cn: 语言

source: Installer Language
ar_sa: لغة المثبت
bg_bg: Език на инсталатора
ca_es: Idioma de l'instal·lador
cs_cz: Jazyk instalátoru
cy_gb: Iaith y gosodwr
da_dk: Installeringssprog
de_de: Installationssprache
el_gr: Γλώσσα εγκαταστάτη
et_ee: Installeerija keel
eu_es: Instalatzaileren hizkuntza
fi_fi: Asennusohjelman kieli
ga_ie: Teanga an suiteálaí
hi_in: इंस्टॉलर भाषा
hr_hr: Jezik instalacijskog programa
hu_hu: Telepítő nyelve
it_it: Lingua dell'installer
ja_jp: インストーラの言語
ko_kr: 설치 프로그램 언어
lt_lt: Diegiklio kalba
lv_lv: Instalētāja valoda
no_no: Installeringsspråk
pt_br: Idioma do instalador
ro_ro: Limba instalatorului
ru_ru: Язык установщика
sk_sk: Jazyk inštalátora
sl_si: Jezik namestitvenega programa
sv_se: Installationsspråk
th_th: ภาษาของตัวติดตั้ง
tr_tr: Yükleyici dili
zh_cn: 安装程序语言

source: Installation Overview
ar_sa: نظرة عامة على التثبيت
bg_bg: Обзор на инсталацията
ca_es: Resum de la instal·lació
cs_cz: Přehled instalace
cy_gb: Trosolwg gosod
da_dk: Installationsoversigt
de_de: Installationsübersicht
el_gr: Επισκόπηση εγκατάστασης
et_ee: Paigalduse ülevaade
eu_es: Instalazioaren ikuspegi orokorra
fi_fi: Asennuksen yhteenveto
ga_ie: Forléargas ar an suiteáil
hi_in: इंस्टॉलेशन अवलोकन
hr_hr: Pregled instalacije
hu_hu: Telepítés áttekintése
it_it: Panoramica installazione
ja_jp: インストール概要
ko_kr: 설치 개요
lt_lt: Diegimo apžvalga
lv_lv: Instalēšanas pārskats
no_no: Installasjonsoversikt
pt_br: Visão geral da instalação
ro_ro: Prezentare generală instalare
ru_ru: Обзор установки
sk_sk: Prehľad inštalácie
sl_si: Pregled namestitve
sv_se: Installationsöversikt
th_th: ภาพรวมการติดตั้ง
tr_tr: Kurulum özeti
zh_cn: 安装概览

source: Operating System
ar_sa: نظام التشغيل
bg_bg: Операционна система
ca_es: Sistema operatiu
cs_cz: Operační systém
cy_gb: System weithredu
da_dk: Styresystem
de_de: Betriebssystem
el_gr: Λειτουργικό σύστημα
et_ee: Operatsioonisüsteem
eu_es: Sistema eragilea
fi_fi: Käyttöjärjestelmä
ga_ie: Córas oibriúcháin
hi_in: ऑपरेटिंग सिस्टम
hr_hr: Operacijski sustav
hu_hu: Operációs rendszer
it_it: Sistema operativo
ja_jp: オペレーティングシステム
ko_kr: 운영 체제
lt_lt: Operacinė sistema
lv_lv: Operētājsistēma
no_no: Operativsystem
pt_br: Sistema operacional
ro_ro: Sistem de operare
ru_ru: Операционная система
sk_sk: Operačný systém
sl_si: Operacijski sistem
sv_se: Operativsystem
th_th: ระบบปฏิบัติการ
tr_tr: İşletim sistemi
zh_cn: 操作系统

source: Installation Type
ar_sa: نوع التثبيت
bg_bg: Тип инсталация
ca_es: Tipus d'instal·lació
cs_cz: Typ instalace
cy_gb: Math o osod
da_dk: Installationstype
de_de: Installationstyp
el_gr: Τύπος εγκατάστασης
et_ee: Paigalduse tüüp
eu_es: Instalazio mota
fi_fi: Asennustyyppi
ga_ie: Cineál suiteála
hi_in: इंस्टॉलेशन प्रकार
hr_hr: Vrsta instalacije
hu_hu: Telepítés típusa
it_it: Tipo di installazione
ja_jp: インストールタイプ
ko_kr: 설치 유형
lt_lt: Diegimo tipas
lv_lv: Instalēšanas veids
no_no: Installasjonstype
pt_br: Tipo de instalação
ro_ro: Tip instalare
ru_ru: Тип установки
sk_sk: Typ inštalácie
sl_si: Vrsta namestitve
sv_se: Installationstyp
th_th: ประเภทการติดตั้ง
tr_tr: Kurulum türü
zh_cn: 安装类型

source: Full desktop with applications
ar_sa: سطح مكتب كامل مع التطبيقات
bg_bg: Пълен работен плот с приложения
ca_es: Escriptori complet amb aplicacions
cs_cz: Plná plocha s aplikacemi
cy_gb: Penbwrdd llawn gyda cheisiadau
da_dk: Fuldt skrivebord med programmer
de_de: Vollständiger Desktop mit Anwendungen
el_gr: Πλήρης επιφάνεια εργασίας με εφαρμογές
et_ee: Täielik töölaud rakendustega
eu_es: Mahaigain osoa aplikazioekin
fi_fi: Täysi työpöytä sovelluksineen
ga_ie: Deasc iomlán le feidhmchláir
hi_in: एप्लिकेशन के साथ पूर्ण डेस्कटॉप
hr_hr: Puna radna površina s aplikacijama
hu_hu: Teljes asztali környezet alkalmazásokkal
it_it: Desktop completo con applicazioni
ja_jp: アプリケーション付きフルデスクトップ
ko_kr: 애플리케이션이 포함된 전체 데스크톱
lt_lt: Pilna darbalaukis su programomis
lv_lv: Pilna darbvirsma ar lietotnēm
no_no: Fullt skrivebord med programmer
pt_br: Desktop completo com aplicativos
ro_ro: Desktop complet cu aplicații
ru_ru: Полный рабочий стол с приложениями
sk_sk: Plná pracovná plocha s aplikáciami
sl_si: Polna namizje z aplikacijami
sv_se: Full skrivbordsmiljö med program
th_th: เดสก์ท็อปเต็มรูปแบบพร้อมแอปพลิเคชัน
tr_tr: Uygulamalı tam masaüstü
zh_cn: 带应用程序的完整桌面

source: Estimated Time
ar_sa: الوقت المقدر
bg_bg: Очаквано време
ca_es: Temps estimat
cs_cz: Odhadovaný čas
cy_gb: Amcangyfrif o amser
da_dk: Estimeret tid
de_de: Geschätzte Dauer
el_gr: Εκτιμώμενη διάρκεια
et_ee: Hinnanguline aeg
eu_es: Denbora gutxi gorabehera
fi_fi: Arvioitu aika
ga_ie: Am measta
hi_in: अनुमानित समय
hr_hr: Procijenjeno vrijeme
hu_hu: Becsült idő
it_it: Tempo stimato
ja_jp: 所要時間の目安
ko_kr: 예상 시간
lt_lt: Numatytas laikas
lv_lv: Paredzētais laiks
no_no: Estimert tid
pt_br: Tempo estimado
ro_ro: Timp estimat
ru_ru: Примерное время
sk_sk: Odhadovaný čas
sl_si: Ocenjeni čas
sv_se: Uppskattad tid
th_th: เวลาโดยประมาณ
tr_tr: Tahmini süre
zh_cn: 预计时间

source: 15-30 minutes
ar_sa: 15-30 دقيقة
bg_bg: 15-30 минути
ca_es: 15-30 minuts
cs_cz: 15-30 minut
cy_gb: 15-30 munud
da_dk: 15-30 minutter
de_de: 15-30 Minuten
el_gr: 15-30 λεπτά
et_ee: 15-30 minutit
eu_es: 15-30 minutu
fi_fi: 15-30 minuuttia
ga_ie: 15-30 nóiméad
hi_in: 15-30 मिनट
hr_hr: 15-30 minuta
hu_hu: 15-30 perc
it_it: 15-30 minuti
ja_jp: 15〜30 分
ko_kr: 15-30분
lt_lt: 15-30 minučių
lv_lv: 15-30 minūtes
no_no: 15-30 minutter
pt_br: 15-30 minutos
ro_ro: 15-30 minute
ru_ru: 15-30 минут
sk_sk: 15-30 minút
sl_si: 15-30 minut
sv_se: 15-30 minuter
th_th: 15-30 นาที
tr_tr: 15-30 dakika
zh_cn: 15-30 分钟

source: Click Next to begin configuration.
ar_sa: انقر على التالي لبدء الإعداد.
bg_bg: Щракнете върху Напред за да започнете конфигурирането.
ca_es: Feu clic a Següent per començar la configuració.
cs_cz: Klikněte na Další pro zahájení konfigurace.
cy_gb: Cliciwch Nesaf i ddechrau'r ffurfweddiad.
da_dk: Klik på Næste for at starte konfigurationen.
de_de: Klicken Sie auf Weiter, um die Konfiguration zu starten.
el_gr: Κλικ στο Επόμενο για να ξεκινήσει η ρύθμιση.
et_ee: Konfiguratsiooni alustamiseks klõpsake Edasi.
eu_es: Egin klik Hurrengoa konfigurazioa hasteko.
fi_fi: Napsauta Seuraava aloittaaksesi määrityksen.
ga_ie: Cliceáil Ar Aghaidh chun an chumraíocht a thosú.
hi_in: कॉन्फ़िगरेशन शुरू करने के लिए अगला क्लिक करें।
hr_hr: Kliknite Dalje za početak konfiguracije.
hu_hu: Kattintson a Tovább gombra a konfiguráció indításához.
it_it: Clicca Avanti per iniziare la configurazione.
ja_jp: 「次へ」をクリックして設定を開始します。
ko_kr: 다음을 클릭하여 구성을 시작하세요.
lt_lt: Spustelėkite Toliau, kad pradėtumėte konfigūraciją.
lv_lv: Noklikšķiniet Tālāk, lai sāktu konfigurāciju.
no_no: Klikk Neste for å starte konfigurasjonen.
pt_br: Clique em Próximo para começar a configuração.
ro_ro: Faceți clic pe Next pentru a începe configurarea.
ru_ru: Нажмите «Далее», чтобы начать настройку.
sk_sk: Kliknite na Ďalší pre začatie konfigurácie.
sl_si: Kliknite Naprej za začetek konfiguracije.
sv_se: Klicka på Nästa för att börja konfigurera.
th_th: คลิก ถัดไป เพื่อเริ่มการกำหนดค่า
tr_tr: Yapılandırmaya başlamak için İleri'ye tıklayın.
zh_cn: 点击“下一步”开始配置。

source: Language Changed
ar_sa: تم تغيير اللغة
bg_bg: Езикът е променен
ca_es: Idioma canviat
cs_cz: Jazyk změněn
cy_gb: Iaith wedi newid
da_dk: Sprog ændret
de_de: Sprache geändert
el_gr: Η γλώσσα άλλαξε
et_ee: Keel muudetud
eu_es: Hizkuntza aldatu da
fi_fi: Kieli vaihdettu
ga_ie: Teanga athraithe
hi_in: भाषा बदली गई
hr_hr: Jezik promijenjen
hu_hu: Nyelv megváltoztatva
it_it: Lingua modificata
ja_jp: 言語を変更しました
ko_kr: 언어가 변경됨
lt_lt: Kalba pakeista
lv_lv: Valoda mainīta
no_no: Språk endret
pt_br: Idioma alterado
ro_ro: Limba a fost schimbată
ru_ru: Язык изменён
sk_sk: Jazyk zmenený
sl_si: Jezik spremenjen
sv_se: Språk ändrat
th_th: เปลี่ยนภาษาแล้ว
tr_tr: Dil değiştirildi
zh_cn: 语言已更改

source: The language has been changed. Please restart the installer to see the changes.
ar_sa: تم تغيير اللغة. يرجى إعادة تشغيل المثبت لرؤية التغييرات.
bg_bg: Езикът е променен. Рестартирайте инсталатора.
ca_es: L'idioma s'ha canviat. Reinicieu l'instal·lador.
cs_cz: Jazyk byl změněn. Restartujte instalátor.
cy_gb: Mae'r iaith wedi newid. Ailgychwynnwch y gosodwr.
da_dk: Sproget er ændret. Genstart installationsprogrammet.
de_de: Die Sprache wurde geändert. Bitte starten Sie den Installer neu.
el_gr: Η γλώσσα άλλαξε. Επανεκκινήστε τον εγκαταστάτη.
et_ee: Keel on muudetud. Taaskäivitage installeerija.
eu_es: Hizkuntza aldatu da. Berrabiarazi instalatzailea.
fi_fi: Kieli on vaihdettu. Käynnistä asennusohjelma uudelleen.
ga_ie: Tá an teanga athraithe. Atosaigh an suiteálaí.
hi_in: भाषा बदल दी गई है। बदलाव देखने के लिए इंस्टॉलर को पुनः आरंभ करें।
hr_hr: Jezik je promijenjen. Ponovno pokrenite instalacijski program.
hu_hu: A nyelv megváltozott. Indítsa újra a telepítőt.
it_it: La lingua è stata modificata. Riavvia l'installer per vedere le modifiche.
ja_jp: 言語が変更されました。変更を反映するにはインストーラを再起動してください。
ko_kr: 언어가 변경되었습니다. 변경 사항을 보려면 설치 프로그램을 다시 시작하세요.
lt_lt: Kalba pakeista. Perleiskite diegiklį.
lv_lv: Valoda ir mainīta. Pārstartējiet instalētāju.
no_no: Språket er endret. Start installasjonsprogrammet på nytt.
pt_br: O idioma foi alterado. Reinicie o instalador para ver as alterações.
ro_ro: Limba a fost schimbată. Reporniți instalatorul.
ru_ru: Язык изменён. Перезапустите установщик.
sk_sk: Jazyk bol zmenený. Reštartujte inštalátor.
sl_si: Jezik je bil spremenjen. Znova zaženite namestitveni program.
sv_se: Språket har ändrats. Starta om installationsprogrammet.
th_th: ภาษาได้ถูกเปลี่ยนแล้ว กรุณาเริ่มตัวติดตั้งใหม่เพื่อดูการเปลี่ยนแปลง
tr_tr: Dil değiştirildi. Değişiklikleri görmek için yükleyiciyi yeniden başlatın.
zh_cn: 语言已更改。请重新启动安装程序以查看更改。

source: Language Selected
ar_sa: تم اختيار اللغة
bg_bg: Език избран
ca_es: Idioma seleccionat
cs_cz: Jazyk vybrán
cy_gb: Iaith wedi'i dewis
da_dk: Sprog valgt
de_de: Sprache ausgewählt
el_gr: Επιλέχθηκε γλώσσα
et_ee: Keel valitud
eu_es: Hizkuntza hautatuta
fi_fi: Kieli valittu
ga_ie: Teanga roghnaithe
hi_in: भाषा चुनी गई
hr_hr: Jezik odabran
hu_hu: Nyelv kiválasztva
it_it: Lingua selezionata
ja_jp: 言語を選択しました
ko_kr: 언어 선택됨
lt_lt: Kalba pasirinkta
lv_lv: Valoda izvēlēta
no_no: Språk valgt
pt_br: Idioma selecionado
ro_ro: Limba selectată
ru_ru: Язык выбран
sk_sk: Jazyk vybratý
sl_si: Jezik izbran
sv_se: Språk valt
th_th: เลือกภาษาแล้ว
tr_tr: Dil seçildi
zh_cn: 已选择语言

source: The installer will restart to apply the new language.
ar_sa: سيتم إعادة تشغيل المثبت لتطبيق اللغة الجديدة.
bg_bg: Инсталаторът ще се рестартира за да приложи новия език.
ca_es: L'instal·lador es reiniciarà per aplicar la nova llengua.
cs_cz: Instalátor se restartuje pro použití nového jazyka.
cy_gb: Bydd y gosodwr yn ailgychwyn i weithredu'r iaith newydd.
da_dk: Installationsprogrammet genstartes for at anvende det nye sprog.
de_de: Der Installer wird neu gestartet, um die neue Sprache zu übernehmen.
el_gr: Ο εγκαταστάτης θα επανεκκινηθεί για να εφαρμοστεί η νέα γλώσσα.
et_ee: Installeerija taaskäivitatakse uue keele rakendamiseks.
eu_es: Instalatzailea berrabiaraziko da hizkuntza berria aplikatzeko.
fi_fi: Asennusohjelma käynnistetään uudelleen uuden kielen käyttöönottoa varten.
ga_ie: Atosóidh an suiteálaí chun an teanga nua a chur i bhfeidhm.
hi_in: नई भाषा लागू करने के लिए इंस्टॉलर पुनः आरंभ होगा।
hr_hr: Instalacijski program će se ponovno pokrenuti za primjenu novog jezika.
hu_hu: A telepítő újraindul az új nyelv alkalmazásához.
it_it: L'installer si riavvierà per applicare la nuova lingua.
ja_jp: 新しい言語を適用するため、インストーラを再起動します。
ko_kr: 새 언어를 적용하기 위해 설치 프로그램이 다시 시작됩니다.
lt_lt: Diegiklis bus perleistas, kad pritaikytų naują kalbą.
lv_lv: Instalētājs tiks pārstartēts, lai lietotu jauno valodu.
no_no: Installasjonsprogrammet startes på nytt for å bruke det nye språket.
pt_br: O instalador será reiniciado para aplicar o novo idioma.
ro_ro: Instalatorul se va reporni pentru a aplica noua limbă.
ru_ru: Установщик перезапустится для применения нового языка.
sk_sk: Inštalátor sa reštartuje pre použitie nového jazyka.
sl_si: Namestitveni program se bo znova zagnal za uporabo novega jezika.
sv_se: Installationsprogrammet startas om för att tillämpa det nya språket.
th_th: ตัวติดตั้งจะเริ่มใหม่เพื่อใช้ภาษาใหม่
tr_tr: Yeni dili uygulamak için yükleyici yeniden başlatılacak.
zh_cn: 安装程序将重新启动以应用新语言。
